Repository: NrupParikh/FlutterBasics
Catalog: lib/l10n/app_*.arb
Languages: ar, hi

# appTitle
source: Flutter Demo
ar: عرض Flutter
hi: Flutter डेमो

# titleSecondScreen
source: Second Screen
ar: الشاشة الثانية
hi: दूसरी स्क्रीन

source: Go back
ar: عُد
hi: वापस जाओ

# goNextScreen
source: Go to Next screen
ar: انتقل إلى الشاشة التالية
hi: नेक्स्ट स्क्रीन पर जाएं

# goAlbumScreen
source: Go to Album Screen
ar: انتقل إلى شاشة الألبوم
hi: एल्बम स्क्रीन पर जाएं

# counterValue
source: Total clicks are
ar: إجمالي النقرات هو هذا
hi: कुल क्लिक यह हैं

source: Learn flutter in
ar: تعلم الرفرفة في
hi: Flutter जानें

source: days with
ar: أيام
hi: दिनों में

# msgFailedToLoadAlbum
source: Failed to load Album
ar: فشل تحميل الألبوم
hi: एल्बम लोड करने में विफल

source: Fetch Data from API
ar: إحضار البيانات من API
hi: एपीआई से डेटा प्राप्त करें

source: Selected Language:
ar: اللغة المختارة
hi: चयनित भाषा:

# msgEnglishSelected
source: You have selected English language.
ar: لقد اخترت اللغة الإنجليزية.

# msgHindiSelected
source: You have selected Hindi language.
ar: لقد اخترت اللغة الهندية.

# msgArabicSelected
source: You have selected Arabic language.
ar: لقد اخترت اللغة العربية.
